// Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
//456 -> 5
//782 -> 8
//918 -> 1


//int N;
Console.Write($"Введите трехзначное число:");
string number = Console.ReadLine()!;
Console.Write($"Вторая цифра = {number[1]}");






